ConnectorManager.getNetwork(Arr&lt;ElementId&gt;*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,ElementId!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,ElementId,ConnectorDomainType.Enum)
Get the elements in the network.
rgidElemsInNetwork: Output parameter used to return the elements in the network.
idDBView: The element id of view.
idSystem: Target system.
filterDomain: Domain used for filtering elements. The function only returns elements that are physically connected through connector of this domain.
Returns: Error.